Revit 2024 API
FluidTemperature.Density Property
 The density value
Namespace: Autodesk.Revit.DB.Plumbing
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double Density { get; set; }
Visual Basic
Public Property Density As Double
	Get
	Set
Visual C++
public:
property double Density {
	double get ();
	void set (double value);
}
See Also
FluidTemperature Class
Autodesk.Revit.DB.Plumbing Namespace